Dlubal.RFEM5.ColumnModelType
Type of column model of support

Dlubal.RFEM5.ColumnModelType.UnknownColumnModelType
Unknown column model

Dlubal.RFEM5.ColumnModelType.ElasticSurfaceFoundationType
Elastic surface foundation

Dlubal.RFEM5.ColumnModelType.ElasticNodeSupportType
Elastic node support

Dlubal.RFEM5.ColumnModelType.AdaptedFeMeshType
Node support with adapted FE mesh